
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Abilita la comunicazione e scarica esperimenti</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e versioni successive</string>
      <string id="Part_UninstallEdgePolicy">Disinstallare Microsoft Edge?</string>
      <string id="Pol_ProxyMode">Scegli come specificare le impostazioni del server proxy</string>
      <string id="Name_ForceInstallsMachine">Imponi installazioni (a livello di computer)</string>
      <string id="Name_ManualUpdatesOnly">Solo aggiornamenti manuali</string>
      <string id="Pol_EdgePreview">Consenti agli utenti nel Programma Windows Insider di essere registrati nell'anteprima di Microsoft Edge</string>
      <string id="Name_UninstallEdgeDisabled">Disabilitato</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e versioni successive</string>
      <string id="Explain_Applications">Per supportare le applicazioni Microsoft Edge rilasciate in futuro sarà necessario un modello ADMX/ADML aggiornato.</string>
      <string id="Name_DesktopShortcutDisabled">Impedisci la creazione di collegamenti sul desktop durante l’installazione</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Rimuovi collegamenti sul desktop dopo l'aggiornamento predefinito</string>
      <string id="ProxyFixedServers_DropDown">Utilizza server proxy fissi</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 e versioni successive</string>
      <string id="Pol_ECSControl">Controlla la comunicazione dello strumento di aggiornamento con il Servizio di sperimentazione e configurazione</string>
      <string id="Explain_ECSControl">In Microsoft Edge Update, il Servizio di sperimentazione e configurazione viene usato per distribuire il payload di sperimentazione.

Il payload di sperimentazione è costituito da un elenco delle prime funzionalità di sviluppo che Microsoft sta abilitando per test e feedback.

Se abiliti (1) questo criterio, il payload di sperimentazione viene scaricato dal Servizio di sperimentazione e configurazione.

Se disabiliti (0’) questo criterio, la comunicazione con il Servizio di sperimentazione e configurazione viene interrotta completamente.

Se non configuri questo criterio, su un dispositivo gestito il comportamento è lo stesso del criterio "disabilitato".

Se configuri questo criterio, su un dispositivo non gestito il comportamento è lo stesso del criterio "abilitato".</string>
      <string id="Name_InstallsDisabled">Installazioni disabilitate</string>
      <string id="Pol_TargetChannel">Override canale di destinazione</string>
      <string id="Pol_AllowInstallation">Consenti installazione</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Dati utente abilitati ed eliminati</string>
      <string id="Explain_CreateDesktopShortcut">Se abiliti (1) questo criterio, viene creato un collegamento sul desktop quando Microsoft Edge viene installato.
  Se disabiliti (0) questo criterio, non verrà creato alcun collegamento sul desktop durante l'installazione di Microsoft Edge.
  Se non configuri questo criterio, durante l'installazione verrà creato un collegamento sul desktop a Microsoft Edge.
  Se Microsoft Edge è già installato, questo criterio non avrà alcun effetto.

  Se non configuri questo criterio per un canale, la configurazione del criterio predefinito "Crea collegamento desktop al momento dell'installazione per impostazione predefinita" determina la creazione del collegamento quando viene installato Microsoft Edge.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e successive</string>
      <string id="Pol_AllowSideBySideExperience">Consenti l'esperienza affiancata del browser Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Numero minimo di minuti tra i controlli degli aggiornamenti automatici.

Imposta questo criterio sul valore 0 per disabilitare tutto il traffico di rete periodico da Microsoft Edge Update. Questa operazione non è consigliata, poiché impedisce a Microsoft Edge Update di ricevere aggiornamenti di stabilità e sicurezza.

Per gestire gli aggiornamenti dell'applicazione è necessario usare le impostazioni "Update policy override default" e "Update policy override" per ogni applicazione anziché usare questa impostazione.

I valori per questo criterio possono essere compresi tra 0 e 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Stabile esteso</string>
      <string id="Explain_DefaultUpdatePolicy">Consente di specificare il comportamento predefinito per tutti i canali in relazione alla modalità di gestione di Microsoft Edge Update degli aggiornamenti disponibili per Microsoft Edge. Può essere effettuato l'override per singoli canali specificando i criteri "AGGIORNA_NOME_CRITERI" per tali canali specifici.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti (1) (scelta consigliata): gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Consente di specificare se gli aggiornamenti automatici sono abilitati o meno per WebView2 Runtime. WebView2 Runtime è un componente usato dalle applicazioni per la visualizzazione di contenuto Web.
  Gli aggiornamenti automatici sono abilitati per impostazione predefinita. Se disabiliti gli aggiornamenti automatici per WebView2, potrebbero verificarsi problemi di compatibilità con le applicazioni che dipendono da questo componente.

  Se abiliti questo criterio, l'aggiornamento Microsoft Edge gestisce gli aggiornamenti WebView2 in base alla configurazione delle opzioni seguenti:
  - Consenti sempre gli aggiornamenti (1): gli aggiornamenti vengono scaricati e applicati automaticamente
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai scaricati o applicati

  Se non abiliti questo criterio, gli aggiornamenti vengono scaricati e applicati automaticamente.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e versioni successive</string>
      <string id="Name_MeteredUpdatesEnabled">Aggiornamenti a consumo consentiti</string>
      <string id="ProxyAutoDetect_DropDown">Rileva automaticamente le impostazioni del proxy</string>
      <string id="ProxyPacScript_DropDown">Utilizza uno script proxy .pac</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 e versioni successive</string>
      <string id="DownloadPreference_DropDown">URL di download memorizzabili nella cache</string>
      <string id="Name_ForceInstallsUser">Imponi installazioni (per utente)</string>
      <string id="Explain_AllowSideBySideExperience">Questo criterio consente a un utente di eseguire Microsoft Edge (HTML Edge) e Microsoft Edge (basati su Chromium) affiancati.

Se questo criterio è impostato su “ Non ” configurato, Microsoft Edge (basato su Chromium) sostituirà Microsoft Edge (HTML Edge) dopo l'installazione del canale stabile Microsoft Edge (basato su Chromium) e degli aggiornamenti della sicurezza di novembre 2019.  Si tratta dello stesso comportamento dell'impostazione “Disabilitata”.

L'impostazione “Disabilitato” (0) blocca un'esperienza affiancata e Microsoft Edge (basato su Chromium) sostituirà Microsoft Edge (HTML Edge) dopo l'installazione del canale stabile Microsoft Edge (basato su Chromium) e degli aggiornamenti della sicurezza di novembre 2019.  Si tratta dello stesso comportamento dell'impostazione “Non configurato”.

Quando questo criterio è “Abilitato” (1), Microsoft Edge (basato su Chromium) e Microsoft Edge (HTML Edge) possono essere eseguiti affiancati dopo l'installazione di Microsoft Edge (basata su Chromium).

Affinché questo criterio di gruppo possa avere effetto, è necessario configurarlo prima dell'installazione automatica di Microsoft Edge (basata su Chromium) da Windows Update. Nota: un utente può bloccare l'aggiornamento automatico di Microsoft Edge (basato su Chromium) usando Microsoft Edge (basato su Chromium) Blocker Toolkit.

A partire da Windows 10 versione 20H2 Versione legacy di Microsoft Edge e l'esperienza del browser affiancate non sono supportate.</string>
      <string id="Explain_RemoveDesktopShortcut">Se si imposta questo criterio su "Forza l’eliminazione dei collegamenti sul desktop a livello di sistema" (1), tutti i collegamenti esistenti sul desktop di Microsoft Edge a livello di sistema verranno eliminati quando il browser viene aggiornato o il computer viene riavviato.
  Se si imposta questo criterio su "Forza l’eliminazione dei collegamenti sul desktop a livello di sistema e a livello di utente" (2), tutti i collegamenti esistenti sul desktop di Microsoft Edge a livello di sistema verranno eliminati quando il browser viene aggiornato o il computer viene riavviato, e gli eventuali collegamenti esistenti sul desktop a livello di utente verranno eliminati quando il browser viene aggiornato. Sono inclusi i collegamenti sul desktop a livello di utente che gli utenti potrebbero aver creato autonomamente.
  Se non configuri questo criterio o lo disabiliti (0), non accadrà nulla ai collegamenti esistenti sul desktop di Microsoft Edge.

  Se non si configura questo criterio per un canale, la configurazione del criterio “Rimuovi collegamenti sul desktop dopo l'aggiornamento predefinito” determina la rimozione del collegamento sul desktop.</string>
      <string id="ProxyDisabled_DropDown">Non usare mai un proxy</string>
      <string id="Pol_DefaultAllowInstallation">Consenti impostazione predefinita installazione</string>
      <string id="Pol_ProxyPacUrl">URL di un file proxy con estensione .pac</string>
      <string id="Cat_Applications">Applicazioni</string>
      <string id="Explain_ProxyPacUrl">Consente di specificare un URL per un file di autoconfigurazione proxy (PAC).

  Se abiliti questo criterio, puoi specificare un URL per un file PAC per automatizzare il modo in cui Microsoft Edge Update seleziona il server proxy appropriato per il recupero di un sito Web particolare.

  Questo criterio è applicato solo se hai specificato impostazioni del proxy manuali nel criterio "Scegliere come specificare le impostazioni del server proxy".

  Non configurare questo criterio se hai selezionato un'impostazione del proxy diversa da quella manuale nel criterio "Scegliere come specificare le impostazioni del server proxy".</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 e versioni successive</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 e versioni successive</string>
      <string id="Explain_Preferences">Criteri generali per Microsoft Edge Update.</string>
      <string id="Explain_WebView">Specifica i criteri per il runtime WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Aggiornamenti a consumo predefiniti disabilitati</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e versioni successive</string>
      <string id="Explain_ProxyServer">Consente di specificare l'URL del server proxy per l'uso di Microsoft Edge Update.

  Se abiliti questo criterio, puoi impostare l'URL del server proxy utilizzato da Microsoft Edge Update nell'organizzazione.

  Questo criterio è applicato solo se hai selezionato le impostazioni manuali del proxy nel criterio "Scegliere come specificare le impostazioni del server proxy".

  Non configurare questo criterio se hai selezionato un'impostazione del proxy diversa da quella manuale nel criterio "Scegliere come specificare le impostazioni del server proxy".</string>
      <string id="Pol_MeteredUpdates">Consenti agli utenti di eseguire l'aggiornamento sulle connessioni a consumo</string>
      <string id="Name_UninstallEdgeNotConfigured">Non configurato</string>
      <string id="Explain_DefaultAllowInstallation">Puoi specificare il comportamento predefinito di tutti i canali per consentire o bloccare Microsoft Edge sui dispositivi aggiunti al dominio.

Puoi eseguire l'override del criterio per singoli canali abilitando (1) il criterio "Consenti installazione" per specifici canali.

Se disabiliti (2) il criterio, l'installazione di Microsoft Edge viene bloccata. Questa operazione influisce sull'installazione del software Microsoft Edge solo quando il criterio 'Consenti installazione' è impostato su Non configurato.

Questo criterio non impedisce l'esecuzione di Microsoft Edge Update né impedisce agli utenti di installare il software Microsoft Edge usando altri metodi.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 e versioni successive</string>
      <string id="TargetChannel_Stable_DropDown">Stabile</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Impostazione predefinita sostituzione criteri di aggiornamento</string>
      <string id="Explain_ProxyMode">Consente di specificare le impostazioni del server proxy utilizzate da Microsoft Edge Update.

  Se abiliti questi criteri, puoi scegliere tra le opzioni seguenti del server proxy:
   - Se scegli di non utilizzare mai un server proxy e di connetterti sempre direttamente, tutte le altre opzioni vengono ignorate.
   - Se scegli di utilizzare le impostazioni del proxy di sistema o di rilevare automaticamente il server proxy, tutte le altre opzioni verranno ignorate.
   - Se scegli la modalità proxy del server fisso, puoi specificare altre opzioni in "Indirizzo o URL di un server proxy".
   - Se scegli di utilizzare uno script proxy .pac, devi specificare l'URL per lo script in "URL al file proxy .pac".

  Se abiliti questi criteri, gli utenti dell'organizzazione non possono modificare le impostazioni del proxy in Microsoft Edge Update.

  Se disabiliti o non configuri questi criteri, le impostazioni del server proxy non vengono configurate, ma gli utenti dell'organizzazione possono scegliere le proprie impostazioni proxy per Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e versioni successive</string>
      <string id="Pol_RemoveDesktopShortcut">Rimuovi collegamenti sul desktop dopo l'aggiornamento</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 e versioni successive</string>
      <string id="Name_UpdatesDisabled">Aggiornamenti disabilitati</string>
      <string id="Pol_RollbackToTargetVersion">Ripristino dello stato precedente alla versione di destinazione</string>
      <string id="Explain_WebView_Install">Consente di specificare se WebView2 può essere installato utilizzando Microsoft Edge Update.

  Se abiliti (1) questo criterio, gli utenti potranno installare WebView2 Runtime tramite Microsoft Edge Update.

  Se disabiliti (0) o imposti questo criterio su “Installazioni disabilitate”, gli utenti non potranno installare WebView2 Runtime tramite Microsoft Edge Update.

  Se imposti questo criterio per consentire sempre installazioni Machine-Wide ma non per utente (4), WebView2 Runtime verrà distribuito solo a livello di computer.

  Se imposti il criterio su Imponi installazioni (a livello di computer) (5), gli utenti potranno installare WebView2 Runtime in tutti i computer in cui Microsoft Edge Update è preinstallata. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

  Se non si configura questo criterio, WebView2 Runtime verrà installato tramite Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Criteri per controllare l'installazione e l'aggiornamento di Microsoft Edge tramite Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Consente di specificare il comportamento predefinito per tutti i canali per la creazione di un collegamento sul desktop quando è installato Microsoft Edge.

  Se si imposta questo criterio su "Forza l’eliminazione dei collegamenti sul desktop a livello di sistema" (1), tutti i collegamenti esistenti sul desktop di Microsoft Edge a livello di sistema verranno eliminati quando il browser viene aggiornato o il computer viene riavviato.
  Se si imposta questo criterio su "Forza l’eliminazione dei collegamenti sul desktop a livello di sistema e a livello di utente" (2), tutti i collegamenti esistenti sul desktop di Microsoft Edge a livello di sistema verranno eliminati quando il browser viene aggiornato o il computer viene riavviato, e gli eventuali collegamenti esistenti sul desktop a livello di utente verranno eliminati quando il browser viene aggiornato. Sono inclusi i collegamenti sul desktop a livello di utente che gli utenti potrebbero aver creato autonomamente.
  Se non configuri questo criterio o lo disabiliti (0), non accadrà nulla ai collegamenti esistenti sul desktop di Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se si abilita questo criterio, i controlli degli aggiornamenti verranno eliminati ogni giorno a partire da Ora:Minuto per un periodo di durata (in minuti). La durata non è interessata dall'ora legale. Se ad esempio l'ora di inizio è 22:00 e la durata è di 480 minuti, gli aggiornamenti verranno soppressi per esattamente 8 ore, indipendentemente dall'inizio o dalla fine dell'ora legale durante questo periodo.

Se si disabilita o non si configura questo criterio, i controlli degli aggiornamenti non verranno eliminati durante un periodo specifico.

I valori per questo criterio possono essere compresi tra 0 e 23 per le ore, tra 0 e 59 per i minuti e tra 0 e 960 per la durata in minuti.</string>
      <string id="Name_UpdatesEnabled">Consenti sempre aggiornamenti (scelta consigliata)</string>
      <string id="Cat_ProxyServer">Server proxy</string>
      <string id="Pol_CreateDesktopShortcut">Crea un collegamento desktop al momento dell'installazione</string>
      <string id="Pol_AutoUpdateCheckPeriod">Sostituzione del periodo di verifica automatica della disponibilità di aggiornamenti</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e versioni successive</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Crea collegamento desktop al momento dell'installazione per impostazione predefinita</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forza l'eliminazione dei collegamenti sul desktop a livello di sistema</string>
      <string id="Name_ECSCommunicationDisabled">Disabilita le comunicazioni con il Servizio di sperimentazione e configurazione</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e versioni successive</string>
      <string id="Name_InstallsEnabled">Consenti sempre installazioni (scelta consigliata)</string>
      <string id="Explain_DownloadPreference">Se abilitato, il server Microsoft Edge Update tenterà di fornire URL compatibili con la cache per i payload di aggiornamento nelle risposte.</string>
      <string id="Name_AutomaticUpdatesOnly">Solo aggiornamenti automatici</string>
      <string id="Pol_DefaultMeteredUpdates">Consenti agli utenti di aggiornare tutte le app con connessioni a consumo</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Aggiornamenti a consumo predefiniti consentiti</string>
      <string id="Pol_TargetVersionPrefix">Sostituzione versione di destinazione</string>
      <string id="Pol_UninstallEdge">Specificare il comportamento di disinstallazione per Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Disabilita aggiornamenti a consumo</string>
      <string id="Pol_DownloadPreference">Sostituzione classe URL di download</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Periodo di tempo in ogni giorno per la soppressione della verifica automatica della disponibilità di aggiornamenti</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e versioni successive</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Sostituzione criteri di aggiornamento</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Attivato</string>
      <string id="Pol_ProxyServer">Indirizzo o URL del server proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Consente di specificare il comportamento predefinito per tutti i canali per la creazione di un collegamento sul desktop quando è installato Microsoft Edge.

  Se abiliti (1) questo criterio, viene creato un collegamento sul desktop quando Microsoft Edge viene installato.
  Se disabiliti (0) questo criterio, non verrà creato alcun collegamento sul desktop durante l'installazione di Microsoft Edge.
  Se non configuri questo criterio, durante l'installazione verrà creato un collegamento sul desktop a Microsoft Edge.
  Se Microsoft Edge è già installato, questo criterio non avrà alcun effetto.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forza l'eliminazione dei collegamenti sul desktop a livello di sistema e a livello di utente</string>
      <string id="ProxyUseSystem_DropDown">Utilizza Impostazioni proxy del sistema</string>
      <string id="Cat_Preferences">Preferenze</string>
      <string id="Name_InstallsEnabledMachineOnly">Consenti sempre installazioni a livello di computer, ma non per utente.</string>
      <string id="Cat_GoogleUpdate">Aggiornamento Microsoft Edge</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per tutte le app. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Aggiornamenti disabilitati (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio.

  Se abiliti (1) questo criterio per un canale, l'installazione di Microsoft Edge non verrà bloccata.

  Se disabiliti (0) questo criterio per un canale (o lo imposti su “Installazioni disabilitate”), l'installazione di Microsoft Edge verrà bloccata.

  Se non configuri questo criterio per un canale, la configurazione del criterio 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

Se si imposta questo criterio per consentire sempre installazioni Machine-Wide ma non Per-User installazioni (4), Microsoft Edge verrà distribuito solo a livello di computer.

Se imposti questo criterio su Imponi installazioni (a livello di computer) (5), Microsoft Edge può essere distribuito a livello di computer solo se Microsoft Edge Update è preinstallata. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Se si imposta questo criterio su Imponi installazioni (per utente) (6), Microsoft Edge può essere distribuito solo per utente in tutti i computer se Microsoft Edge Update è preinstallato per utente. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Specifica il modo in cui Microsoft Edge Update gestisce gli aggiornamenti disponibili da Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti: gli aggiornamenti (1) (scelta consigliata) vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti. Non tutte le app forniscono un'interfaccia per questa opzione.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

  - Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti (0) questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio (1), le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive.

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Consente di specificare se gli utenti nel Programma Windows Insider possono essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se abiliti (1) questo criterio, gli utenti nel Programma Windows Insider saranno registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se disabiliti (0) questo criterio, gli utenti nel Programma Windows Insider non potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se non si configura questo criterio, gli utenti nel Programma Windows Insider potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update per impostazione predefinita.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per il browser Microsoft Edge. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Disabilita aggiornamenti (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">È possibile specificare se Microsoft Edge (canale stabile) viene disinstallato o se ne impedisce la disinstallazione nei dispositivi aggiunti a un dominio nello Spazio economico europeo (SEA).

Se questo criterio è impostato su 'Abilitato', Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito. I dati utente verranno mantenuti nel dispositivo. Microsoft Edge verrà disinstallato la prossima volta che Microsoft Edge Update verificherà automaticamente la disponibilità di aggiornamenti. Se Microsoft Edge viene disinstallato dai dispositivi, dalle applicazioni, dai widget (ad esempio Notizie, Ricerca e Meteo) o da qualsiasi altra applicazione Web progressiva (PWA) che dipende da Microsoft Edge, non sarà più disponibile.

Se questo criterio è impostato su 'Abilitato ed elimina i dati utente' (impostazione '2'), Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito e i dati utente verranno eliminati dal dispositivo.

Se questo criterio è impostato su 'Disabilitato' (impostazione '3'), a tutti gli utenti nello Spazio economico europeo in cui il criterio è stato distribuito verrà impedito di disinstallare Microsoft Edge.

Se il criterio è impostato su 'Non configurato' (impostazione predefinita), l'impostazione dell'area di Windows di un utente determina se è possibile disinstallare Microsoft Edge in un dispositivo aggiunto a un dominio. Solo gli utenti nei paesi dello Spazio economico europeo potranno disinstallare Microsoft Edge se lo scelgono. Gli utenti esterni a quest’area non potranno disinstallare Microsoft Edge. 

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.

Se è necessario reinstallare Microsoft Edge:
- È possibile impostare il criterio 'Installa' su Imponi installazioni (a livello di computer) per reinstallare Microsoft Edge.
- Se si imposta il criterio Installa su Imponi installazioni (a livello di computer) e il criterio Disinstalla su Abilitato, il criterio Forza installazioni (a livello di computer) sostituirà il criterio Disinstalla.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio.

  Se abiliti (1) questo criterio per un canale, l'installazione di Microsoft Edge non verrà bloccata.

  Se disabiliti (0) questo criterio per un canale (o lo imposti su “Installazioni disabilitate”), l'installazione di Microsoft Edge verrà bloccata.

  Se non configuri questo criterio per un canale, la configurazione del criterio 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

Se si imposta questo criterio per consentire sempre installazioni Machine-Wide ma non Per-User installazioni (4), Microsoft Edge Beta verrà distribuito solo a livello di computer.

Se imposti questo criterio su Imponi installazioni (a livello di computer) (5), Microsoft Edge Beta può essere distribuito a livello di computer solo se Microsoft Edge Update è preinstallata. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Se si imposta questo criterio su Imponi installazioni (per utente) (6), Microsoft Edge Beta può essere distribuito solo per utente in tutti i computer se Microsoft Edge Update è preinstallato per utente. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Specifica il modo in cui Microsoft Edge Update gestisce gli aggiornamenti disponibili da Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti: gli aggiornamenti (1) (scelta consigliata) vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti. Non tutte le app forniscono un'interfaccia per questa opzione.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

  - Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti (0) questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio (1), le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive.

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Consente di specificare se gli utenti nel Programma Windows Insider possono essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se abiliti (1) questo criterio, gli utenti nel Programma Windows Insider saranno registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se disabiliti (0) questo criterio, gli utenti nel Programma Windows Insider non potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se non si configura questo criterio, gli utenti nel Programma Windows Insider potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update per impostazione predefinita.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per il browser Microsoft Edge. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Disabilita aggiornamenti (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">È possibile specificare se Microsoft Edge (canale stabile) viene disinstallato o se ne impedisce la disinstallazione nei dispositivi aggiunti a un dominio nello Spazio economico europeo (SEA).

Se questo criterio è impostato su 'Abilitato', Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito. I dati utente verranno mantenuti nel dispositivo. Microsoft Edge verrà disinstallato la prossima volta che Microsoft Edge Update verificherà automaticamente la disponibilità di aggiornamenti. Se Microsoft Edge viene disinstallato dai dispositivi, dalle applicazioni, dai widget (ad esempio Notizie, Ricerca e Meteo) o da qualsiasi altra applicazione Web progressiva (PWA) che dipende da Microsoft Edge, non sarà più disponibile.

Se questo criterio è impostato su 'Abilitato ed elimina i dati utente' (impostazione '2'), Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito e i dati utente verranno eliminati dal dispositivo.

Se questo criterio è impostato su 'Disabilitato' (impostazione '3'), a tutti gli utenti nello Spazio economico europeo in cui il criterio è stato distribuito verrà impedito di disinstallare Microsoft Edge.

Se il criterio è impostato su 'Non configurato' (impostazione predefinita), l'impostazione dell'area di Windows di un utente determina se è possibile disinstallare Microsoft Edge in un dispositivo aggiunto a un dominio. Solo gli utenti nei paesi dello Spazio economico europeo potranno disinstallare Microsoft Edge se lo scelgono. Gli utenti esterni a quest’area non potranno disinstallare Microsoft Edge. 

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.

Se è necessario reinstallare Microsoft Edge:
- È possibile impostare il criterio 'Installa' su Imponi installazioni (a livello di computer) per reinstallare Microsoft Edge.
- Se si imposta il criterio Installa su Imponi installazioni (a livello di computer) e il criterio Disinstalla su Abilitato, il criterio Forza installazioni (a livello di computer) sostituirà il criterio Disinstalla.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio.

  Se abiliti (1) questo criterio per un canale, l'installazione di Microsoft Edge non verrà bloccata.

  Se disabiliti (0) questo criterio per un canale (o lo imposti su “Installazioni disabilitate”), l'installazione di Microsoft Edge verrà bloccata.

  Se non configuri questo criterio per un canale, la configurazione del criterio 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

Se si imposta questo criterio per consentire sempre installazioni Machine-Wide ma non Per-User installazioni (4), Microsoft Edge Dev verrà distribuito solo a livello di computer.

Se imposti questo criterio su Imponi installazioni (a livello di computer) (5), Microsoft Edge Dev può essere distribuito a livello di computer solo se Microsoft Edge Update è preinstallata. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Se si imposta questo criterio su Imponi installazioni (per utente) (6), Microsoft Edge Dev può essere distribuito solo per utente in tutti i computer se Microsoft Edge Update è preinstallato per utente. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Specifica il modo in cui Microsoft Edge Update gestisce gli aggiornamenti disponibili da Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti: gli aggiornamenti (1) (scelta consigliata) vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti. Non tutte le app forniscono un'interfaccia per questa opzione.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

  - Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti (0) questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio (1), le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive.

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Consente di specificare se gli utenti nel Programma Windows Insider possono essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se abiliti (1) questo criterio, gli utenti nel Programma Windows Insider saranno registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se disabiliti (0) questo criterio, gli utenti nel Programma Windows Insider non potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se non si configura questo criterio, gli utenti nel Programma Windows Insider potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update per impostazione predefinita.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per il browser Microsoft Edge. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Disabilita aggiornamenti (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">È possibile specificare se Microsoft Edge (canale stabile) viene disinstallato o se ne impedisce la disinstallazione nei dispositivi aggiunti a un dominio nello Spazio economico europeo (SEA).

Se questo criterio è impostato su 'Abilitato', Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito. I dati utente verranno mantenuti nel dispositivo. Microsoft Edge verrà disinstallato la prossima volta che Microsoft Edge Update verificherà automaticamente la disponibilità di aggiornamenti. Se Microsoft Edge viene disinstallato dai dispositivi, dalle applicazioni, dai widget (ad esempio Notizie, Ricerca e Meteo) o da qualsiasi altra applicazione Web progressiva (PWA) che dipende da Microsoft Edge, non sarà più disponibile.

Se questo criterio è impostato su 'Abilitato ed elimina i dati utente' (impostazione '2'), Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito e i dati utente verranno eliminati dal dispositivo.

Se questo criterio è impostato su 'Disabilitato' (impostazione '3'), a tutti gli utenti nello Spazio economico europeo in cui il criterio è stato distribuito verrà impedito di disinstallare Microsoft Edge.

Se il criterio è impostato su 'Non configurato' (impostazione predefinita), l'impostazione dell'area di Windows di un utente determina se è possibile disinstallare Microsoft Edge in un dispositivo aggiunto a un dominio. Solo gli utenti nei paesi dello Spazio economico europeo potranno disinstallare Microsoft Edge se lo scelgono. Gli utenti esterni a quest’area non potranno disinstallare Microsoft Edge. 

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.

Se è necessario reinstallare Microsoft Edge:
- È possibile impostare il criterio 'Installa' su Imponi installazioni (a livello di computer) per reinstallare Microsoft Edge.
- Se si imposta il criterio Installa su Imponi installazioni (a livello di computer) e il criterio Disinstalla su Abilitato, il criterio Forza installazioni (a livello di computer) sostituirà il criterio Disinstalla.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio.

  Se abiliti (1) questo criterio per un canale, l'installazione di Microsoft Edge non verrà bloccata.

  Se disabiliti (0) questo criterio per un canale (o lo imposti su “Installazioni disabilitate”), l'installazione di Microsoft Edge verrà bloccata.

  Se non configuri questo criterio per un canale, la configurazione del criterio 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

Se si imposta questo criterio su Imponi installazioni (per utente) (6), Microsoft Edge Canary può essere distribuito solo per utente in tutti i computer se Microsoft Edge Update è preinstallato per utente. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Specifica il modo in cui Microsoft Edge Update gestisce gli aggiornamenti disponibili da Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti: gli aggiornamenti (1) (scelta consigliata) vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti. Non tutte le app forniscono un'interfaccia per questa opzione.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

  - Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti (0) questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio (1), le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive.

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Consente di specificare se gli utenti nel Programma Windows Insider possono essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se abiliti (1) questo criterio, gli utenti nel Programma Windows Insider saranno registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se disabiliti (0) questo criterio, gli utenti nel Programma Windows Insider non potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se non si configura questo criterio, gli utenti nel Programma Windows Insider potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update per impostazione predefinita.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per il browser Microsoft Edge. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Disabilita aggiornamenti (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">È possibile specificare se Microsoft Edge (canale stabile) viene disinstallato o se ne impedisce la disinstallazione nei dispositivi aggiunti a un dominio nello Spazio economico europeo (SEA).

Se questo criterio è impostato su 'Abilitato', Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito. I dati utente verranno mantenuti nel dispositivo. Microsoft Edge verrà disinstallato la prossima volta che Microsoft Edge Update verificherà automaticamente la disponibilità di aggiornamenti. Se Microsoft Edge viene disinstallato dai dispositivi, dalle applicazioni, dai widget (ad esempio Notizie, Ricerca e Meteo) o da qualsiasi altra applicazione Web progressiva (PWA) che dipende da Microsoft Edge, non sarà più disponibile.

Se questo criterio è impostato su 'Abilitato ed elimina i dati utente' (impostazione '2'), Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito e i dati utente verranno eliminati dal dispositivo.

Se questo criterio è impostato su 'Disabilitato' (impostazione '3'), a tutti gli utenti nello Spazio economico europeo in cui il criterio è stato distribuito verrà impedito di disinstallare Microsoft Edge.

Se il criterio è impostato su 'Non configurato' (impostazione predefinita), l'impostazione dell'area di Windows di un utente determina se è possibile disinstallare Microsoft Edge in un dispositivo aggiunto a un dominio. Solo gli utenti nei paesi dello Spazio economico europeo potranno disinstallare Microsoft Edge se lo scelgono. Gli utenti esterni a quest’area non potranno disinstallare Microsoft Edge. 

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.

Se è necessario reinstallare Microsoft Edge:
- È possibile impostare il criterio 'Installa' su Imponi installazioni (a livello di computer) per reinstallare Microsoft Edge.
- Se si imposta il criterio Installa su Imponi installazioni (a livello di computer) e il criterio Disinstalla su Abilitato, il criterio Forza installazioni (a livello di computer) sostituirà il criterio Disinstalla.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio.

  Se abiliti (1) questo criterio per un canale, l'installazione di Microsoft Edge non verrà bloccata.

  Se disabiliti (0) questo criterio per un canale (o lo imposti su “Installazioni disabilitate”), l'installazione di Microsoft Edge verrà bloccata.

  Se non configuri questo criterio per un canale, la configurazione del criterio 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

Se si imposta questo criterio per consentire sempre installazioni Machine-Wide ma non Per-User installazioni (4), Microsoft Edge WebView verrà distribuito solo a livello di computer.

Se imposti questo criterio su Imponi installazioni (a livello di computer) (5), Microsoft Edge WebView può essere distribuito a livello di computer solo se Microsoft Edge Update è preinstallata. Richiede Microsoft Edge Update 1.3.155.43 o versione successiva.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Specifica il modo in cui Microsoft Edge Update gestisce gli aggiornamenti disponibili da Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Aggiornamenti disabilitati (0): gli aggiornamenti non vengono mai applicati.
  - Consenti sempre aggiornamenti: gli aggiornamenti (1) (scelta consigliata) vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali (2): gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti. Non tutte le app forniscono un'interfaccia per questa opzione.
  - Solo aggiornamenti automatici (3): gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

  - Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti (0) questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio (1), le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive.

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Consente di specificare se gli utenti nel Programma Windows Insider possono essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se abiliti (1) questo criterio, gli utenti nel Programma Windows Insider saranno registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se disabiliti (0) questo criterio, gli utenti nel Programma Windows Insider non potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update.

  : se non si configura questo criterio, gli utenti nel Programma Windows Insider potranno essere registrati all'anteprima di Edge tramite Microsoft Edge Update per impostazione predefinita.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Specifica se Microsoft Edge Update verrà aggiornata in caso di connessioni contrassegnate come a consumo, ad esempio connessioni alla rete cellulare o altre in cui l'utilizzo dei dati è controllato per il browser Microsoft Edge. 

Se non abiliti e configuri questo criterio, gli aggiornamenti verranno eseguiti in base all'interruttore 'Scarica Aggiornamenti su connessioni a consumo' nella pagina Informazioni del browser Microsoft Edge. Se un utente non fa una scelta, viene utilizzata l'impostazione di Windows. Per altre informazioni sull'impostazione di Windows, vedi qui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Consenti sempre gli aggiornamenti (2): gli aggiornamenti vengono sempre scaricati quando vengono trovati, tramite il controllo automatico degli aggiornamenti o un controllo manuale degli aggiornamenti.

Disabilita aggiornamenti (1): gli aggiornamenti non vengono scaricati quando usi una connessione a consumo.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">È possibile specificare se Microsoft Edge (canale stabile) viene disinstallato o se ne impedisce la disinstallazione nei dispositivi aggiunti a un dominio nello Spazio economico europeo (SEA).

Se questo criterio è impostato su 'Abilitato', Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito. I dati utente verranno mantenuti nel dispositivo. Microsoft Edge verrà disinstallato la prossima volta che Microsoft Edge Update verificherà automaticamente la disponibilità di aggiornamenti. Se Microsoft Edge viene disinstallato dai dispositivi, dalle applicazioni, dai widget (ad esempio Notizie, Ricerca e Meteo) o da qualsiasi altra applicazione Web progressiva (PWA) che dipende da Microsoft Edge, non sarà più disponibile.

Se questo criterio è impostato su 'Abilitato ed elimina i dati utente' (impostazione '2'), Microsoft Edge verrà disinstallato automaticamente in tutti i dispositivi nello Spazio economico europeo in cui questo criterio è stato distribuito e i dati utente verranno eliminati dal dispositivo.

Se questo criterio è impostato su 'Disabilitato' (impostazione '3'), a tutti gli utenti nello Spazio economico europeo in cui il criterio è stato distribuito verrà impedito di disinstallare Microsoft Edge.

Se il criterio è impostato su 'Non configurato' (impostazione predefinita), l'impostazione dell'area di Windows di un utente determina se è possibile disinstallare Microsoft Edge in un dispositivo aggiunto a un dominio. Solo gli utenti nei paesi dello Spazio economico europeo potranno disinstallare Microsoft Edge se lo scelgono. Gli utenti esterni a quest’area non potranno disinstallare Microsoft Edge. 

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.

Se è necessario reinstallare Microsoft Edge:
- È possibile impostare il criterio 'Installa' su Imponi installazioni (a livello di computer) per reinstallare Microsoft Edge.
- Se si imposta il criterio Installa su Imponi installazioni (a livello di computer) e il criterio Disinstalla su Abilitato, il criterio Forza installazioni (a livello di computer) sostituirà il criterio Disinstalla.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuti tra le verifiche della disponibilità di aggiornamenti</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Durata</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo di URL di download da richiedere</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Scegliere come specificare le impostazioni del server proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Indirizzo o URL di un server proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL al file proxy .pac</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Aggiorna criterio</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Aggiorna criterio</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versione di destinazione</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlla la comunicazione dello strumento di aggiornamento con il Servizio di sperimentazione e configurazione</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canale di destinazione
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Criteri predefiniti per gli aggiornamenti a consumo</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Criteri per gli aggiornamenti a consumo</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installa criteri</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installa criteri</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>